# Тексты

init python:
    generic = {
        'hello': __('Hello! I am generic character.'), 
        'happy': __('I am generaly happy.'), 
        'bye': __('Thats all folks!'), 
        }  
    
    princess = {
        'hello': __('Добрый день! Я настоящая принцесса.'), 
        'happy': __('Ах как же прекрасно быть самой-самой лучшей на свете.'), 
        'bye': __('Оставьте меня, я в печали...'), 
        }  
    
    pesant = {
        'hello': __('Привет! Я простая деревенаская девушка.'), 
        'happy': __('Счастье то какое, охохонюшки!'), 
        'bye': __('Прощевайте, барин.'), 
        }  